import React from 'react';
import IHero from './IHero/IHero';
import IPlay from './IPlay/IPlay';

const ProductList = () => {
  return (
    <div>
      <IPlay
        topTitle='আইপ্লে - টুলস'
        title='পরবর্তী প্রজন্মের জন্য ব্লক বিল্ডিং'
        details='আইপ্লে কৃত্রিম বুদ্ধিমত্তা, ডেটা সায়েন্স, ইমেজ প্রসেসিং, সমস্যা সমাধান এবং কম্পিউটার প্রোগ্রামিং শেখানোর জন্য সবচেয়ে আধুনিক প্রযুক্তিগত অগ্রগতি। আইপ্লে প্যাকেজটি শিক্ষার্থীদের পেশাদারভাবে প্রস্তুত 4IR দক্ষতা বিকাশে সহায়তা করার জন্য অত্যাধুনিক প্রযুক্তি ব্যবহার করে।'
        image='https://i.ibb.co/D1qcyVk/i-Play-Mockup-updated.png'
      ></IPlay>
      <IHero></IHero>
      <IPlay
        topTitle='আইএডু - টুলস'
        title='একটি প্রোগ্রামিং শিক্ষা শুরু করার জন্য সরঞ্জাম'
        details='আইএডু বক্স প্রোগ্রামিং ভাষা এবং রোবোটিক্স শেখার জন্য। আপনার নিজস্ব প্রকল্প তৈরি করুন যেমন একটি সকার রোবট, একটি লাইন অনুসরণকারী, বা একটি দূরত্ব পরিমাপ রোবট। নিজেকে গ্রাফিক প্রোগ্রামিং, সি প্রোগ্রামিং এবং পাইথন প্রোগ্রামিং শেখাতে দুর্দান্ত ব্যাটম্যান রোবটটি ব্যবহার করুন।'
        image='https://i.ibb.co/xHzwQFk/i-Edu-mockup.png'
      ></IPlay>
    </div>
  );
};

export default ProductList;
